tap 'homebrew/cask-fonts'

brew 'ack'
brew 'asdf'
brew 'bat'
brew 'coreutils'
brew 'curl'
brew 'fd'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'glow'
brew 'jq'
brew 'mise'
brew 'neovim'
brew 'rg'
brew 'starship'
brew 'sesh'
brew 'the_silver_searcher'
brew 'tmux'
brew 'watchman'
brew 'zoxide'
brew 'zsh'

cask 'font-fira-code'
cask 'ghostty'
