tap 'homebrew/cask-fonts'

brew 'asdf'
brew 'fzf'
brew 'neovim'
brew 'rg'
brew 'starship'
brew 'the_silver_searcher'
brew 'tmux'
brew 'watchman'
brew 'zsh'
brew 'gh'
brew 'glow'
brew 'coreutils'
brew 'curl'
brew 'git'
brew 'ack'

cask 'alacritty'
cask 'font-fira-code'
